main.balance=Saldo
main.status=Estatus
main.date=Fecha
main.description=Descripci\u00f3n
main.value=Cantidad
main.tx=Tx
main.setting=Ajustes
main.send=Enviar dinero
sendmoney.to=A
sendmoney.send=Enviar
sendmoney.btnsend=Enviar
sendmoney.btncancel=Cancelar
walletpassword.password=Contrase\u00f1a
walletpassword.explanation=Por favor ingrese su contrase\u00f1a de billetera ahora:
walletpassword.btncancel=Cancelar
walletpassword.btnconfirm=Confirmar
walletsetpassword.password=Contrase\u00f1a
walletsetpassword.explanation=Establecer una contrase\u00f1a en su billetera la hace m\u00e1s segura contra virus y robo. Deber\u00e1 ingresar su contrase\u00f1a cada vez que se env\u00ede dinero.
walletsetpassword.btnclose=Cerrar
walletsetpassword.enterpassword=Introducir la contrase\u00f1a
walletsetpassword.repeatpassword=Repite la contrase\u00f1a
walletsetpassword.btnsetpassword=Guardar
walletsettings.settings=Ajustes
walletsettings.mnemonics=Estas son sus palabras de billetera. An\u00f3telos junto con la fecha de creaci\u00f3n, y puede recuperar su dinero incluso si pierde todos sus archivos de respaldo de billetera. \u00a1Simplemente escriba los detalles en la parte inferior para restaurar!
walletsettings.created=Creado
walletsettings.btnsetpassword=Configurar contrase\u00f1a
walletsettings.restorewords=Restaurar de las palabras
walletsettings.btnclose=Cerrar

address.tooltip.copy=Copiar la direcci\u00f3n al portapapeles
address.tooltip.qr=Mostrar un c\u00f3digo de QR escaneable con un tel\u00e9fono m\u00f3vil para esta direcci\u00f3n
address.requestmoney.title=Error al abrir la aplicaci\u00f3n de billetera
address.requestmoney.message=Quiz\u00e1s no tienes uno instalado?

main.isrunning.title=Ya se esta ejecutando
main.isrunning.message=Esta aplicaci\u00f3n ya se est\u00e1 ejecutando y no se puede iniciar dos veces.

send.insufficientmoney.title=No se pudo vaciar la billetera
send.insufficientmoney.message=Puede que le quede muy poco dinero en la billetera para realizar una transacci\u00f3n.

walletpassword.badpassword.title=La contrase\u00f1a es insegura
walletpassword.badpassword.message=La contrase\u00f1a que ingresaste est\u00e1 vac\u00eda o muy corta
walletpassword.wrongpassword.title=La contrase\u00f1a es incorrecta
walletpassword.wrongpassword.message=Por favor intente ingresar su contrase\u00f1a nuevamente, revisando cuidadosamente los errores tipogr\u00e1ficos o de ortograf\u00eda.

walletsetpassword.notmatch.title=Las contrase\u00f1as no coinciden
walletsetpassword.notmatch.message=Intente volver a escribir sus contrase\u00f1as elegidas.
walletsetpassword.short.title=Contrase\u00f1a demasiado corta
walletsetpassword.short.message=Debe elegir una contrase\u00f1a de al menos cinco caracteres o m\u00e1s.
walletsetpassword.isencrypted.title=Monedero encriptado
walletsetpassword.isencrypted.message=Puede eliminar la contrase\u00f1a en cualquier momento desde la pantalla de configuraci\u00f3n.

walletsettings.notempty.title=La billetera no est\u00e1 vac\u00eda
walletsettings.notempty.message=Debe vaciar esta billetera antes de intentar restaurar una billetera anterior, como carteras de mezcla juntos pueden conducir a copias de seguridad invalidadas.
walletsettings.isencrypted.title=La billetera est\u00e1 encriptada
walletsettings.isencrypted.message=Despu\u00e9s de la restauraci\u00f3n, la billetera dejar\u00e1 de estar encriptada y deber\u00e1 establecer una nueva contrase\u00f1a
walletsettings.restoreinprogress.title=Restauraci\u00f3n de billetera en progreso
walletsettings.restoreinprogress.message=Su billetera ahora se volver\u00e1 a sincronizar desde la red de Onixcoin. Esto puede llevar mucho tiempo para billeteras viejas.
walletsettings.isdecrypted.title=Monedero descifrado
walletsettings.isdecrypted.message=Ya no ser\u00e1 necesaria una contrase\u00f1a para enviar dinero o editar configuraciones.

send.broadcasting=Enviando... visto por %d nodos
walletsettings.btnremove=Quitar contrase\u00f1a
app.fail=Desafortunadamente, nos equivocamos y la aplicaci\u00f3n se bloque\u00f3. \u00a1Lo siento por eso!
app.sync=Sincronizando con la red de Onix
app.date.format=dd/MM/yyyy HH:mm:ss

status.pending=Pendiente
status.received=Recibido
status.sent=Enviado

menu.wallet=Billetera
menu.send=Enviar dinero
menu.setting=Ajustes
menu.exit=Salir
menu.help=Ayuda
menu.about=Acerca de
menu.issue=Reportar error
menu.website=Ir a nuestra web
menu.mpk=Clave p\u00fablica

notification.received=Payment received
notification.sending=Sending payment

walletsmpk.mpk=Clave p\u00fablica
walletsmpk.xpub=xpub
walletsmpk.warn=Compartir su clave p\u00fablica permitir\u00e1 que alguien pueda ver su saldo e historial de transacciones
walletspk.btnclose=Cerrar
walletspk.tooltip.copyxpub=Copiar la clave p\u00fablica al portapapeles

about.title=Acerca de
about.btnclose=Cerrar
about.onixcoinj=Onixcoinj-Gui es una billetera de Verificaci\u00f3n de Pago Simplificado (SPV) 100% funcional sin necesidad de depender de servidores centralizados.
about.aragueneybits=AraguaneyBits esta formada por un conjunto de desarrolladores emprendedores con mucha experiencia en el area de desarrollo de aplicaciones basadas en blockchain y cryptomonedas.

app.version=Versi\u00f3n 0.14.1
app.licence=Apache License 2.0
app.powerby=Desarrollado por